Repository: osmfj/teikan-translate
Catalog: omegat/project_save.tmx
Source language: ja
Languages: en_gb

source: (1) 日時及び場所
en_gb: (1) Date and place

source: (1) 本定款の変更
en_gb: (1) Change of bylaws

source: (1) 社員総会の付議事項
en_gb: (1)Agenda items of the general meeting

source: (1)OSMFの日本国内における代表窓口としての広報活動や外部組織対応
en_gb: (1)Publicity and public relation as a representative contact in Japan.

source: (1)OSMFの日本国内における代表窓口としての広報活動や外部組織対応 (2)OSMに関する研究調査活動 (3)OSMに関する普及・啓発・宣伝活動 (4)OSMに関する地域活動に対して必要な助成、支援 (5)OSMの発展のために、OSMに関連する諸団体との連携活動 (6)OSMに関わる知的財産権の日本国における保護と維持管理 (7)OSMの日本におけるインターネット・ドメイン名の保護と維持管理 (8)前各号に掲げる事業に附帯又は関連する一切の事業
en_gb: (1)Publicity and public relation as a representative contact in Japan. (2)Research and development around OSM (3)Promotion, enlightenment and advertisement (4)Support and subsidy for regional activities (5)Cooperation with the associations related to the OSM for OSM improvement (6)Protecting and managing the intellectual properties related to the OSM in Japan (7)Protecting and managing the internet domain name in Japan (8)Any other business incidental or relating to the businesses referred to in any of the foregoing items.

source: (1)事業報告及びその付属明細書
en_gb: (1)Business report and its detail descriptions

source: (1)会費の納入が指定期日を過ぎて１年以上されなかったとき
en_gb: (1) When payment of membership due was delayed over a year after settlement date for payment

source: (1)心身の故障のため職務を執行することができないと認められるとき
en_gb: (1)He/she has been definitely difficult to continue his/her duties and operations by its injury on mentally or physically.

source: (1)本定款その他の規約に違反したとき
en_gb: (1) Who violate this bylaw and/or other rules

source: (1)本定款その他の規約に違反したとき (2)当法人の名誉を棄損又は当法人の目的に著しく反する行為をしたとき (3)その他除名すべき正当な事由があるとき
en_gb: (1) Who violate this bylaw and/or other rules (2) Who libeled this association and/or act against the purpose of this association remarkably (3)When there is rightful reason to be expulsion.

source: (1)正会員 当法人の目的に賛同し入会した個人
en_gb: (1) General member natural person who approve the purpose of this association

source: (1)正会員 当法人の目的に賛同し入会した個人 (2)賛助会員 当法人の事業を援助するために入会した個人又は法人 (3)特別会員 当法人の運営に必要であると理事会が認める公共団体、公益法人もしくはこれに準じる法人の中から選ばれた個人又は法人 (入会) 第７条 当法人の会員として入会しようとする者は、理事会の定める手続により、申し込み、理事会の承認を得なければならない。
en_gb: (1)General member natural person who approve the purpose of this association (2)Supporting member natural person or legal person who support the business of this association (3)Special member natural person or legal person admit the Board to be necessary for the operation, who selected from public body, public-service corporation and/or similar corporation. (Admission) Section 7. Admission of members shall be made by the Board upon a determination by the Executive Director that the member meets the qualifications established for membership as set forth in these Bylaws.

source: (1)理事: ３ 名以上 １５ 名以内
en_gb: (1) Directors: three to fifteen persons

source: (2) 当法人の解散及び合併
en_gb: (2) dissolution and merger of this association

source: (2) 正会員総数及び出席者数(書面票決者又は票決委任者がある場合は、その数を付記すること)
en_gb: (2) Number of general members and number of participants ( Addition with number of delegates and proxies)

source: (2) 社員総会の議決した事項の執行に関すること
en_gb: (2) Enforcement of the items that are decided by the general meeting

source: (2)OSMに関する研究調査活動
en_gb: (2)Research and development around OSM

source: (2)当法人の名誉を棄損又は当法人の目的に著しく反する行為をしたとき
en_gb: (2)Who libeled this association and/or act against the purpose of this association remarkably

source: (2)当該会員が死亡し若しくは失踪宣告を受け、又は解散したとき
en_gb: (2) When the member was in mortality or abscondence, or the corporate member become dissoution.

source: (2)監事: １ 名
en_gb: (2) Auditor: one person

source: (2)職務上の義務違反その他の役員としてふさわしくない行為があると認められるとき
en_gb: (2)He/she has violated or neglected his/her official duties

source: (2)貸借対照表及び損益計算書並びにこれらの附属明細書
en_gb: (2)Balance sheet, profit-and-loss statement and its detail descriptions

source: (2)賛助会員 当法人の事業を援助するために入会した個人又は法人
en_gb: (2)Supporting member natural person or legal person who support the business of this association

source: (3) その他、社員総会の議決を要しない事業の執行に関する事項
en_gb: (3)In additions, items of business execution that is not necessary to be decided by the general meeting

source: (3) 事業計画及び収支予算
en_gb: (3) business and budget plan

source: (3) 審議事項
en_gb: (3) discussion items

source: (3)OSMに関する普及・啓発・宣伝活動
en_gb: (3)OSMPromotion, enlightenment and advertisement

source: (3)その他除名すべき正当な事由があるとき
en_gb: (3) When there is rightful reason to be expulsion.

source: (3)特別会員 当法人の運営に必要であると理事会が認める公共団体、公益法人もしくはこれに準じる法人の中から選ばれた個人又は法人
en_gb: (3)Special member natural person or legal person admit the Board to be necessary for the operation, who selected from public body, public-service corporation and/or similar corporation.

source: (4) 事業報告及び収支決算
en_gb: (4) business report and statement of account

source: (4) 議事の経過の要領及びその結果
en_gb: (4) Result and abstract of discussion process

source: (4)OSMに関する地域活動に対して必要な助成、支援
en_gb: (4)Support and subsidy for regional activities on OSM

source: (5) 役員の選出、解任及び報酬
en_gb: (5) selection, dismissal and reward of officers

source: (5)OSMの発展のために、OSMに関連する諸団体との連携活動
en_gb: (5)Cooperation with the associations related to the OSM for OSM improvement

source: (6) その他、理事会が必要と認めた当法人の運営に関する重要事項
en_gb: (6) Any other important issues of business on this association, that board of directors admit

source: (6)OSMに関わる知的財産権の日本国における保護と維持管理
en_gb: (6)Protecting and managing the intellectual properties related to the OSM in Japan

source: (7)OSMの日本におけるインターネット・ドメイン名の保護と維持管理
en_gb: (7)Protecting and managing the internet domain name in Japan

source: (8)前各号に掲げる事業に附帯又は関連する一切の事業
en_gb: (8)Any other business incidental or relating to the businesses referred to in any of the foregoing items.

source: (Office) 第２条 当法人は、主たる事務所を東京都北区に置く。
en_gb: (Office) Section 2. The principal office for the transaction of the business of this association shall be located in the Kita city of Tokyo.

source: (事務局の設置)
en_gb: (Setup of secretariat)

source: (事務所)
en_gb: (Office)

source: (事業)
en_gb: (Business)

source: (事業) 第４条 当法人は、第３条に定める目的に資するため、次の事業を行う。
en_gb: (Business) Section 4. The association shall conduct the following business to pursue the purpose defined in section 3.

source: (事業報告及び決算)
en_gb: (Business and financial report)

source: (事業年度)
en_gb: ARTICLE IIV Accounting

source: (事業計画及び収支予算書)
en_gb: (Business plan and accounting plan)

source: (任期)
en_gb: (Term)

source: (会員の資格の喪失)
en_gb: (disqualification)

source: (会員資格の喪失に伴う権利及び義務)
en_gb: (Duty and rights on disqualification)

source: (入会)
en_gb: (Admission)

source: (公告)
en_gb: (Announcement)

source: (公告) 第５条 当法人の公告は、官報に掲載する方法により行う。
en_gb: (Announcement) Section 5. This association announcement shall be done with the official gazette.

source: (剰余金の分配の禁止)
en_gb: (Prohibit to dividend of surplus)

source: (名称)
en_gb: (Name)

source: (名称) 第１条 当法人の名称は、一般社団法人オープンストリートマップ・ファウンデーション・ジャパンと称する。
en_gb: Section 1 A name of the association is 一般社団法人オープンストリートマップ・ファウンデーション・ジャパン(the OpenStreetMap Foundation Japan, General Society Association).

source: (基金の拠出者の権利)
en_gb: (Rights of fund contributors)

source: (基金の返還の手続き)
en_gb: Contributed fund shall not be return until this association dissolved.

source: (報酬)
en_gb: (Compensation)

source: (定款の変更)
en_gb: (Change of bylaws)

source: (役員の損害賠償責任の一部免除)
en_gb: (Exemption part of the liability of officers)

source: (招集)
en_gb: (Call for meeting)

source: (暫定予算)
en_gb: (Interim accounting plan)

source: (最初の事業年度)
en_gb: (First fiscial year)

source: (構成)
en_gb: (Constituent)

source: (権限)
en_gb: (Commission)

source: (残余財産の処分)
en_gb: (Disposition of remaining asset)

source: (決議)
en_gb: (Quorum and Voting )

source: (決議および決議の省略)
en_gb: (Quorum, Resolution and omission)

source: (法令の準拠)
en_gb: (comformance of the law)

source: (特別会計)
en_gb: (Special account)

source: (目的)
en_gb: (Objective)

source: (目的) 第３条 当法人は、自由な地図情報の構築と普及のために世界的に活動するオープンストリートマップ(通称:OSM)の活動趣旨に賛同し、日本国における自由な地図情報および日本語による世界の自由な地図情報の発展とそれに伴う技術発展を促進するとともに、オープンストリートマップ財団（2006年8月26日設立、本部:グレート・ブリテンおよび北アイルランド連合王国）(英語名称: OpenStreetMap Foundation, 略称：OSMF)と連携して、健全なるコミュニティーの発展と自由な地図情報の推進を図ると共に、OSMの利用の促進によって、学術および科学技術の振興と、表現の自由の尊重と擁護、地域社会の健全な発展に資することを目的とし、次の事業を行う。
en_gb: (Purpose) Section 3. This association is a nonprofit mutual benefit corporation, that sympathize the purpose of OSM to aim to build and to promote free geospatial information in world wide, and promote a development of free geospatial global information in Japan and in Japanese, and promote technical innovation through OSM activities. We also shall collaborate with the OpenStreetMap Foundation(found in 26th, August 2006 in UK)(Abbreviation: OSMF) The purposes of this association include growing healthy community, promoting free geospatial information, and encourage academic, science and technology improvement through promoting OSM utilization, and protecting the freedom of expression.

source: (種別)
en_gb: (Type of meetings)

source: (種別) 第６条 当法人の会員は次の３種とし、正会員をもって一般社団法人及び一般財団法人に関する法律(平成18年法律第48号)(以下「法人法」という。) 上の社員とする。
en_gb: (Class of membership) Section 6. There shall be three classes of membership in this corporation as follows. The general member shall be recognized as employee in the law of the general society association and general foundation association (Law No48, Heisei 18 yr.)(hereafter the association law ).

source: (経費負担)
en_gb: (Dues and Fees)

source: (経費負担) 第８条 会員は、社員総会において別に定める入会金及び会費を納入しなければならない。
en_gb: (Dues and Fees) Section 8. The member shall pay an entrance fee and a membership due which separately determined by the general meeting

source: (職務)
en_gb: (Duty)

source: (職員の任免)
en_gb: (Appointment and dismissal of staffs)

source: (解任)
en_gb: (Dismiss)

source: (解散)
en_gb: (Dissolution)

source: (設立時役員)
en_gb: (Officers on establishment)

source: (設立時社員)
en_gb: (Founding members)

source: (議事録)
en_gb: (Minutes)

source: (議長)
en_gb: (chairperson)

source: (退会)
en_gb: (Termination of membership)

source: (退会) 第９条 会員は、社員総会において別に定めるところにより届け出ることにより、任意に退会することができる。
en_gb: (Termination of membership) Section 9. The member may be terminated the membership after giving written notice of the termination by the way which separately determined by the general meeting.

source: (選任)
en_gb: (Selection)

source: (開催)
en_gb: (organize)

source: (除名)
en_gb: (Expulsion)

source: (除名) 第１０条 会員が、次のいずれかに該当するに至ったときは、社員総会の特別決議によって当該会員を除名することができる。
en_gb: (Expulsion) Section 10. Expulsion of a member can be decided by a special resolution of a general meeting, in a situations as follows:

source: 2 前項の規定により議決権を行使した会員は、総会に出席したものとみなす。
en_gb: Section 18.2 A member who act a vote based on section 18 rule recognized as attend to the general meeting.

source: 2 議事録には、議長及び出席した理事が、記名押印又は署名しなければならない。
en_gb: Section 21.2. Chairperson and directors who participate the general meeting shall sign and set their seals on the minutes.

source: 第１条 当法人の名称は、一般社団法人オープンストリートマップ・ファウンデーション・ジャパンと称する。
en_gb: Section 1 A name of the association is 一般社団法人オープンストリートマップ・ファウンデーション・ジャパン(the OpenStreetMap Foundation Japan, General Society Association).

source: 第３条 当法人は、自由な地図情報の構築と普及のために世界的に活動するオープンストリートマップ(通称:OSM)の活動趣旨に賛同し、日本国における自由な地図情報および日本語による世界の自由な地図情報の発展とそれに伴う技術発展を促進するとともに、オープンストリートマップ財団（2006年8月26日設立、本部:グレート・ブリテンおよび北アイルランド連合王国）(英語名称: OpenStreetMap Foundation, 略称：OSMF)と連携して、健全なるコミュニティーの発展と自由な地図情報の推進を図ると共に、OSMの利用の促進によって、学術および科学技術の振興と、表現の自由の尊重と擁護、地域社会の健全な発展に資することを目的とし、次の事業を行う。
en_gb: Section 3. This association is a nonprofit mutual benefit corporation, that sympathize the purpose of (abbr.:OSM) to aim to build and to promote free geospatial information in world wide, and promote a development of free geospatial global information in Japan and in Japanese, and promote technical innovation through OSM activities. We also shall collaborate with the OpenStreetMap Foundation(found in 26th, August 2006 in UK)(英語名称: OpenStreetMap Foundation, Abbreviation:OSMF). The purposes of this association include growing healthy community, promoting free geospatial information, and encourage academic, science and technology improvement through promoting OSM utilization, and protecting the freedom of expression.

source: 第４条 当法人は、第３条に定める目的に資するため、次の事業を行う。
en_gb: Section 4. The association shall conduct the following business to pursue the purpose defined in section 3.

source: ただし、毎事業年度に少なくとも４回は開催する。
en_gb: It shall be held in 4 times per year.

source: ただし、１か月以上前に当法人に対して予告をするものとする。
en_gb: The member shall foretell it at least 1 month before the day about to be terminated.

source: なお理事会を招集する場合は、少なくとも会日の １ 週間前までに開催の日時、場所及び付議事項を記載した書面または電磁的方法で理事及び監事に通知しなければならない。
en_gb: When calling board of directors, notification shall be sent to directors and auditors by a letter or an electrical way with date, time, place and agenda items, no later than one week before the day the meeting called.

source: 一般社団法人オープンストリートマップ・ファウンデーション・ジャパン定款
en_gb: ﻿ByLaws of the OpenStreetMap Foundation Japan, General Society Association

source: 代表理事 三浦 広志 印
en_gb: Representative director Hiroshi Miura (seal)

source: 以上、一般社団法人オープンストリートマップ・ファウンデーション・ジャパンの設立のため、この定款を作成し、設立時社員が記名押印する。
en_gb: Over the above memtioned, we have created the articles of incorporation and have sealed by founding members, in order to establish ﻿the OpenStreetMap Foundation Japan, General Society Association.

source: 以下、同法を一般法人法という。
en_gb: It shall be called as the General Association Law.

source: 但し、代表理事または理事が緊急に理事会を開催する必要があると認めたときは期間を短縮することができる。
en_gb: When representative director or directors admitted to call urgently, it may be called in shorter term.

source: 但し、会員が吸収、合併等による事由で解散する場合においては、会員が望む場合、その権利及び義務は、新法人に移管される。
en_gb: However, when a member company was dissolved by merger and aquicition, if a member ask to continue, these duty and right are transfered to a new company.

source: 但し、守秘に関する義務および不履行の義務に関しては、これを免れることはできない。
en_gb: However, duty not to disclose and duty for nonperformance shall not be exempted.

source: 前項の総会をもって法人法上の社員総会とする。
en_gb: It shall be as general meeting in the association law

source: 平成22年12月20日
en_gb: December 20th, 2010

source: 平成２２年１２月２０日 設立時定款
en_gb: December 20th, 2010, Articles of incorporation on establishment

source: 平成２５年 １月１３日 第２回社員総会において改訂
en_gb: January 13th, 2013, A revision approved in Second general meeting.

source: 平成２５年１月３０日
en_gb: January 30th, 2013

source: 改訂履歴
en_gb: log of revisions

source: 本書は、当一般社団法人の定款である。
en_gb: This text is an article of incorporationof this general society association.

source: 第 ２８条 当法人は、法人法第 111 条 1 項の役員の賠償責任について、法令の定める要件に該当する場合には、総会の決議によって、賠償責任額から法令に定める最低責任限度額を控除して得た額を限度として、免除することができる。
en_gb: Section 28. This association may exempt the liability of directors of the Corporation Law No. 111, paragraph 1, if it satisfies the requirements stipulated to by law, by resolution of general meeting, as limit the amount obtained by deducting the minimum liability amount stipulated in laws and regulations from the liability amount.

source: 第2章 会員
en_gb: ARTICLE II MEMBERSHIP

source: 第一章 総則
en_gb: ARTICLE I GENERAL PROVISIONS

source: 第１０条 会員が、次のいずれかに該当するに至ったときは、社員総会の特別決議によって当該会員を除名することができる。
en_gb: Section 10. Expulsion of a member can be decided by a special resolution of a general meeting, in a situations as follows:

source: 第１１条 前２条のほか、会員は、次のいずれかに該当するに至ったときは、その資格を喪失する。
en_gb: Section 11. A member may disqualify its right when it becomes following case;

source: 第１２条 会員が第９条又は第１０条又は第１１条の規定によりその資格を喪失したときは、当法人に対する会員としての権利を失い、義務を免れる。
en_gb: Section 12 When member disqualify its membership according to secton 9, 10 or 11, its right of membership shall be lost, and its duty shall be exempted.

source: 第１３条 当法人の社員総会は、定時社員総会及び臨時社員総会の２種とする。
en_gb: Section 13. There shall be two types of the general meetings; Annual general meeting and special general meeting

source: 第１４条 社員総会は、正会員をもって構成する。
en_gb: Section 14. General meeting shall be constituted with general members.

source: 第１５条 定時社員総会は本法人の毎会計年度終了後３ヶ月以内に開催し、臨時社員総会は、必要に応じて開催する。
en_gb: Section 15. The general meeting shall be called in at least 3 month after end of fiscal year of this association special general meeting may be called when it is necessary.

source: 第１８条 社員総会は正会員の議決権総数の過半数以上の出席で成立し、その議事は出席会員の議決権数の過半数で決するものとする。
en_gb: Section 18. The quorum of general meeting shall be over a half of voting rights. The resolution is decided by a majority of voting rights.

source: 第１９条 社員総会に出席できない会員は、予め通知された事項について書面または理事会が定める電磁的方法をもって議決権を行使し、又は他の正会員を代理人として議決権を行使することができる。
en_gb: Section19 A member who cannot attend the general meeting can act a right to vote by a way that is notified in advance or an electrical way that is defined beforehand in the board of director, or other member can act as proxy of the member as a delegate.

source: 第２条 当法人は、主たる事務所を東京都北区に置く。
en_gb: Section 2. The principal office for the transaction of the business of this association shall be located in the Kita city of Tokyo.

source: 第２０条 社員総会は法令及び本定款に別に定める事項のほか次の事項を議決する。
en_gb: Section 20. Following items shall be decided by a general meeting, addition with the items, prescribed in law and defined in another part of this bylaw;

source: 第２１条 社員総会の議事については、次の事項、その他法令に定める事項を記載した議事録を作成しなければならない。
en_gb: Section 21. This association shall make minutes of general meeting includes following items and other items defined in the law.

source: 第２２条 当法人に次の役員を置く。
en_gb: Section 22. This association has following officers;

source: 第２３条 理事、監事は総会においてこれを選任する。
en_gb: Section 23. General meeting shall select directors and auditor

source: 第２４条 理事の任期は、選任後２年以内に終了する事業年度のうち最終のものに関する定時社員総会の終決の時までとし、再任を妨げない。
en_gb: Section 24. Term of director shall be until the time of closing of general meeting of the latest annual year that is finished less than two years from the day selected. Director may be re-selected.

source: 第２５条 理事は、理事会を構成し、当法人事業の執行、立案を行う。
en_gb: Section 25. Director shall organize board of directors and plan and execution of the business.

source: 第２６条 役員が次の各号の一に該当する場合は、法令の定めるところにより、社員総会の決議によって解任することができる。
en_gb: Section 26. Directors may be dismissed at any time by a resolution of the General Meeting of members when he/she has become in following situations:

source: 第２７条 役員は、有給とすることができる。
en_gb: Section 27. Officers may be paid.

source: 第２９条 当法人は、役員の賠償責任について、法令に定める要件に該当する場合、理事会の決議によって、賠償責任額から法令に定める最低責任限度額を控除して得た額を限度として、免除することができる。
en_gb: Section 29. This association may exempt the liability of directors, if applicable to the requirements stipulated in laws and regulations, by resolution of the Board of Directors, as limit the amount obtained by deducting the minimum liability amount stipulated in laws and regulations from the liability amount.

source: 第３章 社員総会
en_gb: ARTICLE III GENERAL MEETING

source: 第３０条 理事会は、理事をもって構成する。
en_gb: Section 30. Board of directors shall consist of directors.

source: 第３１条 理事会は法令及び本定款に別に定める事項のほか次の事項を議決する。
en_gb: Section 31. Board of directors shall resolve following issues addition to the items the law requested and defined in other part of the bylaws.

source: 第３２条 理事会は代表理事または理事が必要と認めた時、または理事現在数の過半数以上から会議の目的たる事項を示して請求があったときに開催する。
en_gb: Section 32. Board of directors shall hold a meeting when representative director or all director requested, or when more than half number of director request a meeting with a purpose.

source: 第３３条 理事会は、法令に別段の定めがある場合を除き、代表理事が招集し、代表理事が議長を務める。
en_gb: Section 33. Board of directors shall be called by representative director, except for the law required, and representative director shall become chairperson.

source: 第３４条 理事会は決議に加わることのできる理事の過半数以上の出席で成立し、その議事は出席した理事の過半数で決するものとする。
en_gb: Section 34. Quorum of board of directors shall be more than half number of directors who can be applied to resolution, and decided by majority.

source: 第３６条 当法人は、基金を引き受ける者の募集をすることができる。
en_gb: Section 36. This association may recruit those who undertake the fund

source: 第３７条 拠出された基金は、当法人が解散するまで返還しない。
en_gb: Section 37.

source: 第３８条 基金の返還の手続きについては、一般法人法の規定に従い、基金の返還を行う場所及び方法その他の必要な事項を清算人において別に定めるものとする。
en_gb: (Procedure of fund return)

source: 第３９条 当法人の事業年度は、毎年１１月１日から翌年１０月末日までの年１期とする。
en_gb: （Annual year)

source: 第４章 役員
en_gb: ARTICLE IV Officers

source: 第４０条 当法人の事業計画及び収支予算書は、代表理事が作成し社員総会の議決を得なければならない。
en_gb: Section 40. Business plan and accounting plan of this association shall be made by representative director and shall be resolved by general meeting.

source: 第４１条 前条の規定にかかわらず、やむを得ない理由により収支予算が成立しないときは、代表理事は理事会の議決を経て、予算成立の日まで前年度の予算に準じ暫定予算を構成し、これを執行することができる。
en_gb: Section 41. Notwithstanding the provisions of the preceding Article, when the balance budget is not satisfied due to unavoidable reasons, representative director may execute business and constitute a provisional budget according to the previous year's budget until the day of the accounting plan established, through a resolution of the Board of Directors, .

source: 第４２条 当法人の事業報告及び決算については、毎事業年度終了後、代表理事が当該事業年度に関する次の書類を作成し、定時社員総会に提出し又は提供しなければならない。
en_gb: Section 42. Annual business report and annual financial report includes following items shall be made by representative director for its annual business year. It also shall be published or conducted to annual general meeting after each end of annual business year.

source: 第４３条 当法人は、剰余金の分配を行うことができない。
en_gb: Section 43. This association should not pay dividend of surplus.

source: 第４４条 当法人は、業務遂行上必要がある場合は、理事会の議決を経て特別会計を設けることができる。
en_gb: Section 44. This association may have a special account when it is necessary by approval of board of directors.

source: 第４５条 本定款は、法令の定めるところにより社員総会の決議をもって変更できる。
en_gb: Section 45. This bylaws may change by approval of general meeting according to the corporation law.

source: 第４６条 当法人は、一般法人法第１４８条第１号、第２号及び第４号から第７号までに規定する事由によるほか、社員総会において総正会員の半数以上であって、総正会員の議決権の３分の２以上に当たる多数の決議により解散することができる。
en_gb: Section 46. This association may dissolve, by a super majority of number of vote rights of members and more than half of number of members on general meeting, or by a reason provide by the Section 148.1, 148.2, and from 148.4 to 148.7 of the Corporation law.

source: 第４７条 当法人が清算をする場合において有する残余財産は、社員総会の決議を経て、公益認定法第５条１７号に掲げる法人又は特定非営利活動法人（租税特別措置法第６６条の１１の２第３項の認定を受けたものに限る。）に贈与する。
en_gb: Section 47. When this association become dissolution, its remaining asset shall donate to public association, that is public corporation defined in section 5.17 of Act on the Authorization, etc. of Public-interest Incorporated Associations and Public-interest Incorporated Foundation, or to special non-profit corporation (limited to one which approved by section 66.11.2.3 of special taxation measurement law), by approval of the general meeting.

source: 第４８条 当法人は、当法人の事務を処理するため、事務局を設置することができる。
en_gb: Section 48. This association may have a secretariat for office work.

source: 第４９条 事務局長及び職員の任免は、理事会の同意を得て代表理事が行う。
en_gb: Section 49. Representative director shall appoint and dismiss a secretary-general and staffs with approval by the board of directors.

source: 第５条 当法人の公告は、官報に掲載する方法により行う。
en_gb: Section 5. This association announcement shall be done with the official gazette.

source: 第５章 理事会
en_gb: ARTICLE V Board of directors

source: 第５２条 当法人の設立初年度の事業年度は、当法人の成立の日から平成２３年１０月末日までとする。
en_gb: Section 52 First fiscal year of this association shall be from the day of establishment to end of October, 2011.

source: 第５３条 当法人の設立時役員は次の通りである。
en_gb: Section 53 Officers on establishment are as follows:

source: 第５４条 設立時社員の氏名又は名称及び住所は、次の通りである。
en_gb: Section 54 Each name and address of the founding members are as follows:

source: 第５５条 本定款に定めのない事項については、すべて一般社団法人及び一般財団法人に関する法律(平成18年法律第48号)その他の法令に従う。
en_gb: Section 55 All matters which are not defined here shall be followed the law of the general society association and general foundation association(Law No48, Heisei 18 yr.), and other laws.
